cask_args appdir: "/Applications"

brew "eza"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tlrc"
brew "tree"
brew "zoxide"

cask "cleanshot"
cask "discord"
cask "font-geist-mono-nerd-font"
cask "monitorcontrol"
cask "raycast"
cask "rectangle"
cask "stats"
